Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIRIANDSEARCH_PERAPP_SUGGESTIONS_FOOTER_WITHSHOW_NONOTIFICATIONS
source: Allow suggestions and content from “%@” and Shortcuts for the app to appear in the app, in Search, and in widgets. These suggestions and Shortcuts are based on how you use the app.
ar: السماح للاقتراحات والمحتوى من "%@" والاختصارات الخاصة بالتطبيق بأن تظهر في التطبيق وفي البحث وفي الأدوات. تستند هذه الاقتراحات والاختصارات إلى استخدامك للتطبيق.
bg: Позволете предложения и съдържание от „%@“ и Бързи команди за приложението да се появяват в приложението, в Търсене и в инструментите. Тези предложения и Бързи команди се базират на това как използвате приложението.
ca: Permet que els suggeriments, el contingut i les dreceres de l’app %@ apareguin a l’app, a la cerca i als ginys. Els suggeriments i les dreceres es basen en com utilitzes l’app.
cs: Povolí zobrazování návrhů a obsahu z aplikace „%@“ a jejích zkratek v aplikaci, při hledání a ve widgetech. Tyto návrhy a zkratky jsou vybírány podle toho, jak aplikaci používáte.
da: Tillad, at forslag og indhold fra “%@” og genveje til appen må vises i appen, i Søg og i widgets. Disse forslag og genveje er baseret på din brug af appen.
de: Erlaube, dass Vorschläge und Inhalte von „%@“ sowie Kurzbefehle für die App in der App, beim Suchen und in Widgets angezeigt werden. Diese Vorschläge und Kurzbefehle basieren auf deiner Nutzung der App.
el: Επιτρέπεται η εμφάνιση προτάσεων και περιεχομένου από «%@» και συντομεύσεων για την εφαρμογή στην εφαρμογή, την Αναζήτηση και τα widget. Αυτές οι προτάσεις και οι συντομεύσεις βασίζονται στον τρόπο που χρησιμοποιείτε την εφαρμογή.
es: Permite que aparezcan sugerencias, contenido y atajos de la app %@ al usar la app, al buscar y en los widgets. Estas sugerencias y atajos se basan en cómo usas la app.
es_us: Permite que se muestren sugerencias, contenido y shortcuts de %@ dentro de la app, en Buscar y en los widgets. Estas sugerencias y shortcuts se basan en tu uso de la app.
fi: Salli ehdotusten ja sisällön (%@ ja apin pikakomennot) näkyä apissa, haussa ja widgeteissä. Ehdotukset ja pikakomennot perustuvat siihen, kuinka käytät appia.
fr: Autorisez l’affichage des suggestions et du contenu de l’app « %@ » et de raccourcis pour celle-ci dans l’app, dans Recherche et dans les widgets. Ces suggestions et raccourcis sont basés sur votre utilisation de l’app.
fr_ca: Autorisez l’affichage des suggestions de l’app « %@ » et des raccourcis qui se rapportent à celle-ci dans l’app, dans Rechercher et dans les widgets. Ces suggestions et raccourcis reposent sur l’utilisation que vous faites de l’app.
he: ניתן לאפשר להצעות ולתוכן מתוך ״⁨%@⁩״ וגם לקיצורים של היישום להופיע ביישום, בחיפוש ובווידג׳טים. הצעות וקיצורים אלה יהיו מבוססים על אופן השימוש שלך ביישום.
hi: “%@” से सुझाव और कॉन्टेंट और ऐप के लिए शॉर्टकट को ऐप में, खोज में और विजेट में दिखाने की अनुमति दें। ये सुझाव और शॉर्टकट इस पर आधारित होते हैं कि आप ऐप का किस प्रकार इस्तेमाल करते हैं।
hr: Omogućuje prikaz prijedloga i sadržaja aplikacije “%@” i njezinih prečaca u aplikaciji, tijekom pretraživanja i unutar widgeta. Ovi prijedlozi i prečaci temelje se na načinu na koji koristite aplikaciju.
hu: Engedélyezheti, hogy az apphoz elérhető „%@”-javaslatok és -tartalmak, illetve parancsok megjelenjenek az appban, a Keresésben és a widgetekben. Ezek a javaslatok és parancsok az app használatának módján alapulnak.
id: Izinkan saran dan konten dari “%@” dan Pintasan untuk app muncul di app, Cari, dan widget. Saran dan Pintasan ini didasarkan pada bagaimana Anda menggunakan app tersebut.
it: Consenti la visualizzazione di suggerimenti e contenuti da %@ e di comandi rapidi per l’app all’interno dell’app stessa, tra i risultati delle funzionalità di ricerca e nei widget. I suggerimenti e i comandi rapidi sono pensati in base a come utilizzi l’app.
ja: “%@”からの提案やコンテンツ、およびアプリのショートカットを、アプリ内、検索内、ウィジェット内に表示できるようにします。これらの提案とショートカットはアプリの使用状況に基づいています。
kk: «%@» қолданбасындағы ұсыныстар мен контентті, сондай-ақ осы қолданбаға арналған жылдам пәрмендерді осы қолданбада, іздеу нәтижелерінде және виджеттерде көрсетуге рұқсат ету. Бұл ұсыныстар мен жылдам пәрмендер қолданбаны пайдалану әдісіңізге негізделген.
ko: ‘%@’의 제안 및 콘텐츠와 앱에 대한 단축어가 앱 내에서, 검색 중에, 그리고 위젯에 표시되도록 허용합니다. 이 제안 및 단축어는 사용자가 해당 앱을 어떻게 사용하는지를 기반으로 제공됩니다.
lt: Leiskite pasiūlymus ir turinį iš programos „%@“ bei jos sparčiąsias komandas rodyti šioje programoje, paieškos rezultatuose ir valdikliuose. Šie pasiūlymai ir sparčiosios komandos pagrįsti tuo, kaip naudojate programą.
ms: Benarkan cadangan dan kandungan daripada “%@” serta Pintasan untuk app kelihatan dalam app, dalam Carian dan dalam widget. Cadangan dan Pintasan ini adalah berdasarkan cara anda menggunakan app.
nb: Tillat at forslag og innhold fra %@ og snarveier for appen vises i appen, ved søk og i widgeter. Forslagene og snarveiene er basert på din bruk av appen.
nl: Sta toe dat suggesties en materiaal van %@ en opdrachten voor de app worden weergegeven in de app, in de zoekfunctie en in widgets. Deze suggesties en opdrachten zijn gebaseerd op je gebruik van de app.
pl: Sugestie i zawartość aplikacji %@ oraz jej skrótów będą wyświetlane w samej aplikacji, w wynikach wyszukiwania i w widżetach. Te sugestie i skróty są tworzone na podstawie sposobu, w jaki używasz aplikacji.
pt: Permitir que as sugestões e o conteúdo de “%@”, além de Atalhos do app, apareçam no app, na Busca e em widgets. Essas sugestões e Atalhos são baseados na maneira como você usa o app.
pt_pt: Permitir que as sugestões, o conteúdo e atalhos da aplicação %@ apareçam na aplicação, na pesquisa e nos widgets. Estes atalhos e sugestões baseiam‑se na forma como usa a aplicação.
ro: Permiteți ca sugestiile și conținutul din “%@”, precum și scurtăturile pentru aplicație, să se afișeze în aplicație, în căutare și în widgeturi. Aceste sugestii și scurtături se bazează pe modul în care utilizați aplicația.
ru: Разрешите показывать предложения и контент из приложения «%@», а также быстрые команды для этого приложения в этом приложении, результатах поиска и виджетах. Эти предложения и быстрые команды основываются на том, как Вы пользуетесь этим приложением.
sk: Povolí zobrazovanie návrhov a obsahu z apky „%@“ a jej skratiek v apke, vo vyhľadávaní a vo widgetoch. Tieto návrhy a skratky vychádzajú zo spôsobu, akým apku používate.
sl: Dovolite, da se predlogi in vsebina iz aplikacije »%@« in bližnjice za aplikacijo prikažejo v aplikaciji, iskanju in gradnikih. Ti predlogi in bližnjice temeljijo na tem, kako uporabljate aplikacijo.
sv: Tillåt att förslag och innehåll från %@ och genvägar för appen visas i appen, i Sök och i widgetar. Dessa förslag och genvägar baseras på hur du använder appen.
th: อนุญาตให้คำแนะนำและเนื้อหาจาก “%@” และคำสั่งลัดสำหรับแอปแสดงในแอป การค้นหา และวิดเจ็ต คำแนะนำและคำสั่งลัดเหล่านี้ขึ้นอยู่กับการใช้งานแอปของคุณ
tr: “%@” önerileri ve içerikleri ile uygulama kestirmelerinin uygulama içinde, Ara’da ve araç takımlarında görünmesine izin verir. Bu öneriler ve kestirmeler, uygulama kullanımınızı baz alır.
uk: Дозволити пропозиціям, вмісту та швидким командам програми «%@» відображатись у програмі, Пошуку та віджетах. Такі пропозиції та швидкі команди залежать від використання програми.
vi: Cho phép các gợi ý và nội dung từ “%@” và phím tắt cho ứng dụng xuất hiện trong ứng dụng, trong Tìm kiếm và trong các tiện ích. Những gợi ý và phím tắt này được dựa trên cách bạn sử dụng ứng dụng.
zh_cn: 允许来自“%@”的建议和内容以及适用于该App的快捷指令在App、搜索和小组件中显示。这些建议和快捷指令基于你使用该App的方式而显示。
zh_hk: 允許來自「%@」的建議和內容以及App的「捷徑」在App、「搜尋」和小工具中顯示。這些建議和「捷徑」會根據你使用該App的方式而顯示。
zh_tw: 允許來自「%@」的建議和內容以及App的「捷徑」在App中、在搜尋中和在小工具中顯示。這些建議和「捷徑」會根據你使用App的方式來顯示。

# SIRIANDSEARCH_PERAPP_SUGGESTIONS_FOOTER_WITHSHOW_VISION
source: Allow suggestions and content from “%@” and Shortcuts for the app to appear in the app and in Search. These suggestions and Shortcuts are based on how you use the app.
ar: السماح للاقتراحات والمحتوى من "%@" والاختصارات الخاصة بالتطبيق بأن تظهر في التطبيق وفي البحث. تستند هذه الاقتراحات والاختصارات إلى استخدامك للتطبيق.
bg: Позволете предложения и съдържание от „%@“ и Бързи команди за приложението да се появяват в приложението и в Търсене. Тези предложения и Бързи команди се базират на това как използвате приложението.
ca: Permet que els suggeriments, el contingut i les dreceres de l’app %@ apareguin a l’app i a la cerca. Els suggeriments i les dreceres es basen en com utilitzes l’app.
cs: Povolí zobrazování návrhů a obsahu z aplikace %@ a jejích zkratek v aplikaci a při hledání. Tyto návrhy a zkratky se vybírají podle toho, jak aplikaci používáte.
da: Tillad, at forslag og indhold fra “%@” og genveje til appen må vises i appen og i Søg. Disse forslag og genveje er baseret på din brug af appen.
de: Erlaube, dass Vorschläge und Inhalte von „%@“ sowie Kurzbefehle für die App in der App und beim Suchen angezeigt werden. Diese Vorschläge und Kurzbefehle basieren auf deiner Nutzung der App.
el: Επιτρέπεται η εμφάνιση προτάσεων και περιεχομένου από «%@» και συντομεύσεων για την εφαρμογή σε αυτήν και στην Αναζήτηση. Αυτές οι προτάσεις και οι συντομεύσεις βασίζονται στον τρόπο που χρησιμοποιείτε την εφαρμογή.
es: Permite que aparezcan sugerencias, contenido y atajos de %@ en la app y en la búsqueda. Estas sugerencias y atajos se basan en cómo usas la app.
es_us: Permite que se muestren sugerencias, contenido y shortcuts de %@ dentro de la app y en Buscar. Estas sugerencias y shortcuts se basan en tu uso de la app.
fi: Salli apin %@ ehdotusten ja sisällön sekä sen pikakomentojen näkyä apissa ja haussa. Nämä ehdotukset ja pikakomennot perustuvat siihen, kuinka käytät appia.
fr: Autorisez l’affichage des suggestions et du contenu de l’app « %@ » et de raccourcis pour celle-ci dans l’app et dans Recherche. Ces suggestions et raccourcis sont basés sur votre utilisation de l’app.
fr_ca: Autorisez l’affichage des suggestions et du contenu de l’app « %@ » ainsi que des raccourcis qui se rapportent à celle-ci dans l’app et dans Rechercher. Ces suggestions et raccourcis reposent sur l’utilisation que vous faites de l’app.
he: ניתן לאפשר להצעות ולתוכן מתוך ״⁨%@⁩״ וגם לקיצורים של היישום להופיע ביישום ובחיפוש. הצעות וקיצורים אלה יהיו מבוססים על אופן השימוש שלך ביישום.
hi: “%@” से सुझाव और कॉन्टेंट और ऐप के लिए शॉर्टकट को खोज और विजेट में दिखाने की अनुमति दें। ये सुझाव और शॉर्टकट इस पर आधारित होते हैं कि आप ऐप का किस प्रकार इस्तेमाल करते हैं।
hr: Omogućuje prikaz prijedloga i sadržaja aplikacije “%@” i njezinih prečaca u aplikaciji i pretraživanju. Ovi prijedlozi i prečaci temelje se na načinu na koji koristite aplikaciju.
hu: Engedélyezi, hogy az apphoz elérhető „%@”-javaslatok és -tartalmak, illetve parancsok megjelenjenek az appban és a Keresésben. Ezek a javaslatok és parancsok az Ön az appal kapcsolatos használati szokásain alapulnak.
id: Izinkan saran dan konten dari “%@” dan Pintasan untuk app muncul di app dan Cari. Saran dan Pintasan ini didasarkan pada bagaimana Anda menggunakan app tersebut.
it: Consenti la visualizzazione di suggerimenti e contenuti da %@ e di comandi rapidi per l’app tra i risultati delle funzionalità di ricerca e nell’app stessa. I suggerimenti e i comandi rapidi sono pensati in base a come la utilizzi.
ja: “%@”からの提案やコンテンツ、およびアプリのショートカットを、アプリ内および検索内に表示できるようにします。これらの提案とショートカットはアプリの使用状況に基づいています。
kk: «%@» қолданбасындағы ұсыныстар мен контентті, сондай-ақ осы қолданбаға арналған жылдам пәрмендерді қолданбада және іздеу нәтижелерінде көрсетуге рұқсат беріңіз. Бұл ұсыныстар мен жылдам пәрмендер қолданбаны пайдалану әдісіңізге негізделген.
ko: ‘%@’의 제안 및 콘텐츠와 이 앱에 대한 단축어가 앱 및 검색에 표시되도록 허용합니다. 이 제안 및 단축어는 사용자가 해당 앱을 어떻게 사용하는지를 기반으로 제공됩니다.
lt: Leiskite programos „%@“ pasiūlymus ir turinį bei jos sparčiąsias komandas rodyti programoje ir paieškos rezultatuose. Šie pasiūlymai ir sparčiosios komandos pagrįsti tuo, kaip naudojate programą.
ms: Benarkan cadangan dan kandungan daripada “%@” serta Pintasan untuk app kelihatan dalam app dan Carian. Cadangan dan Pintasan ini adalah berdasarkan cara anda menggunakan app.
nb: Tillat at forslag og innhold fra %@ og snarveier for appen vises ved søk. Forslagene og snarveiene er basert på din bruk av appen.
nl: Sta toe dat suggesties en materiaal van %@ en opdrachten voor de app worden weergegeven in de app en in de zoekfunctie. Deze suggesties en opdrachten zijn gebaseerd op je gebruik van de app.
pl: Sugestie i zawartość aplikacji %@ oraz jej skrótów będą wyświetlane w aplikacji i w wynikach wyszukiwania. Te sugestie i skróty są tworzone na podstawie sposobu, w jaki używasz aplikacji.
pt: Permitir que as sugestões, o conteúdo e os Atalhos do app “%@” apareçam na Busca. Essas sugestões e Atalhos são baseados na maneira como você usa o app.
pt_pt: Permitir que as sugestões, o conteúdo e atalhos da aplicação %@ apareçam na aplicação e na pesquisa. Estes atalhos e sugestões baseiam‑se na forma como usa a aplicação.
ro: Permiteți ca sugestiile și conținutul din “%@”, precum și scurtăturile pentru aplicație, să se afișeze în aplicație și în căutare. Aceste sugestii și scurtături se bazează pe modul în care utilizați aplicația.
ru: Разрешите показывать предложения и контент из приложения «%@», а также быстрые команды для него, в самом приложении и в результатах поиска. Эти предложения и быстрые команды основаны на том, как Вы пользуетесь приложением.
sk: Povolí zobrazovanie návrhov a obsahu z apky „%@“ a jej skratiek v apke a vo vyhľadávaní. Tieto návrhy a skratky vychádzajú zo spôsobu, akým apku používate.
sl: Dovolite, da se predlogi in vsebina iz aplikacije »%@« in bližnjice za aplikacijo prikažejo v aplikaciji in iskanju. Ti predlogi in bližnjice temeljijo na tem, kako uporabljate aplikacijo.
sv: Tillåt att förslag och innehåll från %@ och genvägar för appen visas i appen och i Sök. Dessa förslag och genvägar baseras på hur du använder appen.
th: อนุญาตให้คำแนะนำและเนื้อหาจาก “%@” และคำสั่งลัดสำหรับแอปแสดงในแอปและการค้นหา คำแนะนำและคำสั่งลัดเหล่านี้ขึ้นอยู่กับการใช้งานแอปของคุณ
tr: “%@” önerileri ve içerikleri ile uygulama kestirmelerinin uygulamada ve Ara’da görünmesine izin verir. Bu öneriler ve kestirmeler, uygulama kullanımınızı baz alır.
uk: Дозволити пропозиціям, вмісту та швидким командам програми «%@» відображатися в програмі та Пошуку. Такі пропозиції та швидкі команди залежать від використання програми.
vi: Cho phép các gợi ý và nội dung từ “%@” và phím tắt cho ứng dụng xuất hiện trong ứng dụng và trong Tìm kiếm. Những gợi ý và phím tắt này được dựa trên cách bạn sử dụng ứng dụng.
zh_cn: 允许来自“%@”的建议和内容以及适用于该App的快捷指令在App和搜索中显示。这些建议和快捷指令基于你使用该App的方式而显示。
zh_hk: 允許來自「%@」的建議和內容以及App的「捷徑」在App和「搜尋」中顯示。這些建議和「捷徑」會根據你使用該App的方式而顯示。
zh_tw: 允許來自「%@」的建議和內容以及App的「捷徑」在App和「搜尋」中顯示。這些建議和「捷徑」會根據你使用App的方式來顯示。

# SIRIANDSEARCH_PERAPP_SUGGESTIONS_FOOTER_WITHSHOW_WITHNOTIFICATIONS
source: Allow suggestions and content from “%@” and Shortcuts for the app to appear in the app, in Search, in widgets, and as notifications. These suggestions and Shortcuts are based on how you use the app.
ar: السماح للاقتراحات والمحتوى من "%@" والاختصارات الخاصة بالتطبيق بأن تظهر في التطبيق وفي البحث وفي الأدوات وكإشعارات. تستند هذه الاقتراحات والاختصارات إلى استخدامك للتطبيق.
bg: Позволете предложения и съдържание от „%@“ и Бързи команди за приложението да се появяват в приложението, в Търсене, в инструментите и като известия. Тези предложения и Бързи команди се базират на това как използвате приложението.
ca: Permet que els suggeriments, el contingut i les dreceres de l’app %@ apareguin a l’app, a la cerca i als ginys, i com a notificacions. Els suggeriments i les dreceres es basen en com utilitzes l’app.
cs: Povolí zobrazování návrhů a obsahu z aplikace „%@“ a jejích zkratek v aplikaci, při hledání, ve widgetech a v oznámeních. Tyto návrhy a zkratky jsou vybírány podle toho, jak aplikaci používáte.
da: Tillad, at forslag og indhold fra “%@” og genveje til appen må vises i appen, i Søg, i widgets og som notifikationer. Disse forslag og genveje er baseret på din brug af appen.
de: Erlaube, dass Vorschläge und Inhalte von „%@“ sowie Kurzbefehle für die App in der App, beim Suchen, in Widgets und als Mitteilungen angezeigt werden. Diese Vorschläge und Kurzbefehle basieren auf deiner Nutzung der App.
el: Επιτρέπεται η εμφάνιση προτάσεων και περιεχομένου από «%@» και συντομεύσεων για την εφαρμογή στην εφαρμογή, την Αναζήτηση, τα widget και ως γνωστοποιήσεις. Αυτές οι προτάσεις και οι συντομεύσεις βασίζονται στον τρόπο που χρησιμοποιείτε την εφαρμογή.
es: Permite que aparezcan sugerencias, contenido y atajos de la app %@ al usar la app, al buscar, en los widgets y como notificaciones. Estas sugerencias y atajos se basan en cómo usas la app.
es_us: Permite que se muestren sugerencias, contenido y shortcuts de %@ dentro de la app, en Buscar, en los widgets y como notificaciones. Estas sugerencias y shortcuts se basan en tu uso de la app.
fi: Salli ehdotusten ja sisällön (%@ ja apin pikakomennot) näkyä apissa, haussa, widgeteissä ja ilmoituksina. Ehdotukset ja pikakomennot perustuvat siihen, kuinka käytät appia.
fr: Autorisez l’affichage des suggestions et du contenu de l’app « %@ » et de raccourcis pour celle-ci dans l’app, dans Recherche, dans les widgets et sous la forme de notifications. Ces suggestions et raccourcis sont basés sur votre utilisation de l’app.
fr_ca: Autorisez l’affichage des suggestions de l’app « %@ » et des raccourcis qui se rapportent à celle-ci dans l’app, dans Rechercher, dans les widgets et sous forme de notifications. Ces suggestions et raccourcis reposent sur l’utilisation que vous faites de l’app.
he: ניתן לאפשר להצעות ולתוכן מתוך ״⁨%@⁩״ וגם לקיצורים של היישום להופיע ביישום, בווידג׳טים וכעדכונים. הצעות וקיצורים אלה יהיו מבוססים על אופן השימוש שלך ביישום.
hi: “%@” से सुझाव और कॉन्टेंट और ऐप के लिए शॉर्टकट को ऐप में, खोज में, विजेट में और सूचनाओं के रूप में दिखाने की अनुमति दें। ये सुझाव और शॉर्टकट इस पर आधारित होते हैं कि आप ऐप का किस प्रकार इस्तेमाल करते हैं।
hr: Omogućuje prikaz prijedloga i sadržaja aplikacije “%@” i njezinih prečaca u pretraživanju, widgetima i obavijestima. Ovi prijedlozi i prečaci temelje se na načinu na koji koristite aplikaciju.
hu: Engedélyezheti, hogy az apphoz elérhető „%@”-javaslatok és -tartalmak, illetve parancsok megjelenjenek az appban, a Keresésben, a widgetekben és értesítések formájában. Ezek a javaslatok és parancsok az app használatának módján alapulnak.
id: Izinkan saran dan konten dari “%@” dan Pintasan untuk app muncul di app, di Cari, di widget, dan sebagai pemberitahuan. Saran dan Pintasan ini didasarkan pada bagaimana Anda menggunakan app tersebut.
it: Consenti la visualizzazione di suggerimenti e contenuti da %@ e di comandi rapidi per l’app all’interno dell’app stessa, tra i risultati delle funzionalità di ricerca, nei widget e come notifiche. I suggerimenti e i comandi rapidi sono pensati in base a come utilizzi l’app.
ja: “%@”からの提案やコンテンツ、およびアプリのショートカットを、アプリ内、検索内、ウィジェット内、および通知として表示できるようにします。これらの提案とショートカットはアプリの使用状況に基づいています。
kk: «%@» қолданбасындағы ұсыныстар мен контентті, сондай-ақ осы қолданбаға арналған жылдам пәрмендерді осы қолданбада, іздеу нәтижелерінде, виджеттерде және хабарландырулар ретінде көрсетуге рұқсат ету. Бұл ұсыныстар мен жылдам пәрмендер қолданбаны пайдалану әдісіңізге негізделген.
ko: ‘%@’의 제안 및 콘텐츠와 앱에 대한 단축어가 앱 내에서, 검색 중에, 위젯에, 그리고 알림으로 표시되도록 허용합니다. 이 제안 및 단축어는 사용자가 해당 앱을 어떻게 사용하는지를 기반으로 제공됩니다.
lt: Leiskite pasiūlymus ir turinį iš programos „%@“ bei jos sparčiąsias komandas rodyti šioje programoje, paieškos rezultatuose, valdikliuose ir pranešimuose. Šie pasiūlymai ir sparčiosios komandos pagrįsti tuo, kaip naudojate programą.
ms: Benarkan cadangan dan kandungan daripada “%@” serta Pintasan untuk app kelihatan dalam app, dalam Carian, dalam widget dan sebagai pemberitahuan. Cadangan dan Pintasan ini adalah berdasarkan cara anda menggunakan app.
nb: Tillat at forslag og innhold fra %@ og snarveier for appen vises i appen, ved søk, i widgeter og som varslinger. Forslagene og snarveiene er basert på din bruk av appen.
nl: Sta toe dat suggesties en materiaal van %@ en opdrachten voor de app worden weergegeven in de app, in de zoekfunctie, in widgets en als meldingen. Deze suggesties en opdrachten zijn gebaseerd op je gebruik van de app.
pl: Sugestie i zawartość aplikacji %@ oraz jej skrótów będą wyświetlane w samej aplikacji, w wynikach wyszukiwania, w widżetach i jako powiadomienia. Te sugestie i skróty są tworzone na podstawie sposobu, w jaki używasz aplikacji.
pt: Permitir que as sugestões e o conteúdo de “%@”, além de Atalhos do app, apareçam no app, na Busca, em widgets e como notificações. Essas sugestões e Atalhos são baseados na maneira como você usa o app.
pt_pt: Permitir que as sugestões, o conteúdo e atalhos da aplicação %@ apareçam na aplicação, na pesquisa, nos widgets e como notificações. Estes atalhos e sugestões baseiam‑se na forma como usa a aplicação.
ro: Permiteți ca sugestiile și conținutul din “%@”, precum și scurtăturile pentru aplicație, să se afișeze în aplicație, în căutare, în widgeturi și ca notificări. Aceste sugestii și scurtături se bazează pe modul în care utilizați aplicația.
ru: Разрешите показывать предложения и контент из приложения «%@», а также быстрые команды для этого приложения в этом приложении, результатах поиска, виджетах и в виде уведомлений. Эти предложения и быстрые команды основываются на том, как Вы пользуетесь этим приложением.
sk: Povolí zobrazovanie návrhov a obsahu z apky „%@“ a jej skratiek v apke, vo vyhľadávaní, vo widgetoch a v hláseniach. Tieto návrhy a skratky vychádzajú zo spôsobu, akým apku používate.
sl: Dovolite, da se predlogi in vsebina iz aplikacije »%@« in bližnjice za aplikacijo prikažejo v aplikaciji, iskanju, gradnikih in kot obvestila. Ti predlogi in bližnjice temeljijo na tem, kako uporabljate aplikacijo.
sv: Tillåt att förslag och innehåll från %@ och genvägar för appen visas i appen, i Sök, i widgetar och som notiser. Dessa förslag och genvägar baseras på hur du använder appen.
th: อนุญาตให้คำแนะนำและเนื้อหาจาก “%@” และคำสั่งลัดสำหรับแอปแสดงในแอป การค้นหา วิดเจ็ต และแสดงเป็นการแจ้งเตือน คำแนะนำและคำสั่งลัดเหล่านี้ขึ้นอยู่กับการใช้งานแอปของคุณ
tr: “%@” önerileri ve içerikleri ile uygulama kestirmelerinin uygulama içinde, Ara’da, araç takımlarında ve bildirim olarak görünmesine izin verir. Bu öneriler ve kestirmeler, uygulama kullanımınızı baz alır.
uk: Дозволити пропозиціям, вмісту та швидким командам програми «%@» відображатись у програмі, Пошуку, віджетах і у вигляді сповіщень. Такі пропозиції та швидкі команди залежать від використання програми.
vi: Cho phép các gợi ý và nội dung từ “%@” và phím tắt cho ứng dụng xuất hiện trong ứng dụng, trong Tìm kiếm, trong các tiện ích và dưới dạng các thông báo. Những gợi ý và phím tắt này được dựa trên cách bạn sử dụng ứng dụng.
zh_cn: 允许来自“%@”的建议和内容以及适用于该App的快捷指令在App、搜索、小组件中和作为通知显示。这些建议和快捷指令基于你使用该App的方式而显示。
zh_hk: 允許來自「%@」的建議和內容以及App的「捷徑」在App、「搜尋」、小工具中和作為通知顯示。這些建議和「捷徑」會根據你使用該App的方式而顯示。
zh_tw: 允許來自「%@」的建議和內容以及App的「捷徑」在App中、在搜尋中、在小工具中和作為通知顯示。這些建議和「捷徑」會根據你使用App的方式來顯示。

# SIRIANDSEARCH_PERAPP_SUGGESTIONS_HEADER
source: Suggestions
ar: الاقتراحات
bg: Предложения
ca: Suggeriments
cs: Návrhy
da: Forslag
de: Vorschläge
el: Προτάσεις
es: Sugerencias
es_us: Sugerencias
fi: Ehdotukset
he: הצעות
hi: सुझाव
hr: Prijedlozi
hu: Javaslatok
id: Saran
it: Suggerimenti
ja: 提案
kk: Ұсыныстар
ko: 제안
lt: Pasiūlymai
ms: Cadangan
nb: Forslag
nl: Suggesties
pl: Sugestie
pt: Sugestões
pt_pt: Sugestões
ro: Sugestii
ru: Предложения
sk: Návrhy
sl: Predlogi
sv: Förslag
th: คำแนะนำ
tr: Öneriler
uk: Пропозиції
vi: Gợi ý
zh_cn: 建议
zh_hk: 建議
zh_tw: 建議
